const blog = {
  "/blog.html": {
    title: "Блог",
    darkHeader: true,
    posts: [
      {
        title:
          "Производителя мебели из Казани выбрали для съемок федерального ТВ-проекта о дизайне",
        src: "/images/blog/1.webp",
        date: "15 февраля 2023",
        tags: ["Итальянский стиль"],
        text: "Столы, изготовленные казанской мебельной компанией Carin Casa, засветились в передаче «Дачный ответ», выходящей на канале «НТВ». Дизайнеры создали для хозяев добротного бревенчатого дома, энергичной супружеской четы Коваленко, кухню-гостиную в стиле хюгге.",
      },
      {
        title: "Всегда на высоте: самые необычные лестницы мира",
        src: "/images/blog/2.webp",
        date: "05 февраля 2023",
        tags: ["Итальянский стиль"],
        text: "Столы, изготовленные казанской мебельной компанией Carin Casa, засветились в передаче «Дачный ответ», выходящей на канале «НТВ». Дизайнеры создали для хозяев добротного бревенчатого дома, энергичной супружеской четы Коваленко, кухню-гостиную в стиле хюгге.",
      },
      {
        title: "5 причин выбрать стол с итальянской керамикой",
        src: "/images/blog/3.webp",
        date: "24 января 2023",
        tags: ["Керамика"],
        text: "Столы, изготовленные казанской мебельной компанией Carin Casa, засветились в передаче «Дачный ответ», выходящей на канале «НТВ». Дизайнеры создали для хозяев добротного бревенчатого дома, энергичной супружеской четы Коваленко, кухню-гостиную в стиле хюгге.",
      },
      {
        title: "Мягкие изголовья из вертикальных секций: 55+ примеров",
        src: "/images/blog/4.webp",
        date: "14 января 2023",
        tags: ["Итальянский стиль"],
        text: "Столы, изготовленные казанской мебельной компанией Carin Casa, засветились в передаче «Дачный ответ», выходящей на канале «НТВ». Дизайнеры создали для хозяев добротного бревенчатого дома, энергичной супружеской четы Коваленко, кухню-гостиную в стиле хюгге.",
      },
      {
        title:
          "Родом из Италии. Кровать с деревянным изголовьем: примеры из интерьеров",
        src: "/images/blog/5.webp",
        date: "07 января 2023",
        tags: ["Керамика"],
        text: "Столы, изготовленные казанской мебельной компанией Carin Casa, засветились в передаче «Дачный ответ», выходящей на канале «НТВ». Дизайнеры создали для хозяев добротного бревенчатого дома, энергичной супружеской четы Коваленко, кухню-гостиную в стиле хюгге.",
      },
      {
        title:
          "Вопросы читателей: какой должна быть оптимальная высота прикроватной тумбочки в спальне",
        src: "/images/blog/6.webp",
        date: "15 декабря 2022",
        tags: ["Итальянский стиль"],
        text: "Столы, изготовленные казанской мебельной компанией Carin Casa, засветились в передаче «Дачный ответ», выходящей на канале «НТВ». Дизайнеры создали для хозяев добротного бревенчатого дома, энергичной супружеской четы Коваленко, кухню-гостиную в стиле хюгге.",
      },
      {
        title:
          "Wall&decò представляет три новых линии обоев и целых 72 разных рисунка",
        src: "/images/blog/7.webp",
        date: "03 декабря 2022",
        tags: ["Керамика"],
        text: "Столы, изготовленные казанской мебельной компанией Carin Casa, засветились в передаче «Дачный ответ», выходящей на канале «НТВ». Дизайнеры создали для хозяев добротного бревенчатого дома, энергичной супружеской четы Коваленко, кухню-гостиную в стиле хюгге.",
      },
      {
        title: "Марка THG Paris выпустила стильные смесители для кухни",
        src: "/images/blog/8.webp",
        date: "28 ноября 2022",
        tags: ["Керамика"],
        text: "Столы, изготовленные казанской мебельной компанией Carin Casa, засветились в передаче «Дачный ответ», выходящей на канале «НТВ». Дизайнеры создали для хозяев добротного бревенчатого дома, энергичной супружеской четы Коваленко, кухню-гостиную в стиле хюгге.",
      },
      {
        title:
          "Hansgrohe WallStoris: функциональная система для ванной комнаты",
        src: "/images/blog/9.webp",
        date: "12 ноября 2022",
        tags: ["Итальянский стиль"],
        text: "Столы, изготовленные казанской мебельной компанией Carin Casa, засветились в передаче «Дачный ответ», выходящей на канале «НТВ». Дизайнеры создали для хозяев добротного бревенчатого дома, энергичной супружеской четы Коваленко, кухню-гостиную в стиле хюгге.",
      },
      {
        title:
          "Место для отдыха на балконе и лоджии: 30+ примеров для вдохновения",
        src: "/images/blog/10.webp",
        date: "02 ноября 2022",
        tags: ["Керамика"],
        text: "Кресла, пуфы, диваны, мягкие лежанки и гамаки — все это поможет обустроить уютную зона отдыха на балконе или лоджии и сделает ваш летний отдых комфортным! Примеры — в нашей подборке",
      },
      {
        title:
          "Место для отдыха на балконе и лоджии: 30+ примеров для вдохновения",
        src: "/images/blog/11.webp",
        date: "26 октября 2022",
        tags: ["Итальянский стиль"],
        text: "Стеллаж во всю стену: 35+ удачных идей",
      },
      {
        title: "Скрытые возможности: двери-невидимки в интерьере",
        src: "/images/blog/12.webp",
        date: "22 октября 2022",
        tags: ["Керамика"],
        text: "Стеллаж во всю стену: 35+ удачных идей",
      },
      {
        title: "Выбираем журнальный столик: как избежать ошибок",
        src: "/images/blog/13.webp",
        date: "15 октября 2022",
        tags: ["Итальянский стиль"],
        text: "Стеллаж во всю стену: 35+ удачных идей",
      },
      {
        title:
          "Вопросы читателей: почему в спальне нужно использовать натуральные материалы?",
        src: "/images/blog/14.webp",
        date: "04 октября 2022",
        tags: ["Керамика"],
        text: "Стеллаж во всю стену: 35+ удачных идей",
      },
    ],
  },
};

export default blog;
